13/data/attachments/8401199fa4cda21b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Antonio_product_Actions_34348_1</nif:username>
            <nif:friendToBeRequested>soap_actions_65a9c040-f806-42c8-b1ad-1b8f9b0c4868</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>